app/views/tasks/_task_list.html.haml

					%strong= task.title
				%td.text-info= task.created_at
---
INSERT INTO "tasks" ("title", "note", "completed", "created_at", "updated_at", "user_id") VALUES (?, ?, ?, ?, ?, ?)  [["title", "première tâche"], ["note", "New"], ["completed", Sat, 11 Feb 2017], ["created_at", 2017-02-13 20:46:06 UTC], ["updated_at", 2017-02-13 20:46:06 UTC], ["user_id", 2]]