app/controllers/tasks_controller.rb

	def update
		@task = Task.find(params[:id])
---
SELECT  "tasks".* FROM "tasks" WHERE "tasks"."id" = ? LIMIT ?  [["id", 3], ["LIMIT", 1]]

	def destroy
		@task = Task.find(params[:id])
		@task.destroy
		@tasks = Task.all
---
SELECT  "tasks".* FROM "tasks" WHERE "tasks"."id" = ? LIMIT ?  [["id", 10], ["LIMIT", 1]]
DELETE FROM "tasks" WHERE "tasks"."id" = ?  [["id", 10]]
SELECT "tasks".* FROM "tasks"